{
    "artifact.phoenix-as-a-dream.paadPhoenixsBadge.description" : "{Odznaka Feniksa}\r\n\r\nDaje dodatkowe 20% zdolności do odrodzenia wszystkim armiom i pozwala bohaterowi ulepszyć Żywiołaka Złotego Słońca do Ognistego Ptaka.",
    "artifact.phoenix-as-a-dream.paadPhoenixsBadge.event" : "Przybywasz do piekielnej krainy i odkrywasz wojownika strzelającego strzałami w słońce na niebie, mającego już na koncie dziewiąte słońce. Właśnie ma strzelić w dziesiąte słońce, gdy go powstrzymujesz. Przekonujesz go, że jeśli zestrzeli ostatnie słońce, wszystko przestanie rosnąć. Słuchając twojej rady, zastanawia się przez chwilę, a następnie rezygnuje ze strzelania i odchodzi. Przy zachodzie słońca, słońce zstępuje, a złoty kruk pojawia się przed tobą. Zdajesz sobie sprawę, że to wcielenie ostatniego słońca. Wydaje się być wdzięczne, a po wręczeniu ci odznaki, zastyga. Czujesz, że ta odznaka zawiera sekret narodzin złotego kruka.",
    "artifact.phoenix-as-a-dream.paadPhoenixsBadge.name" : "Odznaka Feniksa",
    "artifact.phoenix-as-a-dream.paadPhoenixsSpellBook.description" : "{Księga Zaklęć Feniksa}\r\n\r\nKsięga Zaklęć Feniksa rejestruje potężne magii, które lubi Feniks jako Sen: Błyskawica, Deszcz Meteorów, Wskrzeszenie, Portal Miejski, Modlitwa, Armagedon, Berserk, Drzwi Wymiarowe, Lot, Implozja i (Mniejsze) Przywołanie Feniksa.",
    "artifact.phoenix-as-a-dream.paadPhoenixsSpellBook.event" : "Przybywasz na brzeg wielkiej rzeki i wyczuwasz magiczne fluktuacje w jej centrum. Kierujesz potok magii w to miejsce, a ziemia nagle drży, a duża żółw z dziwnym, uporządkowanym wzorem na grzbiecie powoli wynurza się z wody. Zauważasz, że wzór na grzbiecie żółwia składa się z liczb od 1 do 9 ułożonych tak, że suma liczb w każdym wierszu, kolumnie i przekątnej wynosi 15. Podczas gdy intensywnie studiujesz wzór na jego skorupie, żółw, wydający się poirytowany, odwraca się i rzuca przedmiot w twoją stronę. Zaskoczony, trafia cię w głowę, tworząc dużego guza. Widząc to, żółw, najwyraźniej zadowolony, znikąd znika do wody. Trzymając się za głowę, odkrywasz, że przedmiot, który cię uderzył, to księga zaklęć. Ta księga, zanurzona w wodzie przez lata, nie nosi śladów uszkodzenia wodą i wyraźnie nie jest zwykłym przedmiotem. Nie dłużej rozczarowany, postanawiasz zachować tę księgę zaklęć.",
    "artifact.phoenix-as-a-dream.paadPhoenixsSpellBook.name" : "Księga Zaklęć Feniksa",
    "artifact.phoenix-as-a-dream.paadPhoenixsStaff.description" : "{Laska Feniksa}\r\n\r\nDaje bohaterowi +3 do ataku, +3 do obrony, +3 do morale i +3 do szczęścia, zwiększa o 15% zdrowie, o 15% obrażenia, o 1 dodatkowe zdrowie, o 1 dodatkowe obrażenia i +3 do prędkości wszystkich armii. Jeśli bohater nauczył się Błogosławieństwa Feniksa, Laska Feniksa może przywołać stworzenie feniksa w zależności od poziomu umiejętności Błogosławieństwa po wygranej bitwie.",
    "artifact.phoenix-as-a-dream.paadPhoenixsStaff.event" : "Widzisz małego ptaka niosącego kawałek drewna lecącego w kierunku Morza Wschodniego, a z drewna emanują potężne fluktuacje magiczne. Nagle przychodzi ci do głowy starożytna legenda; byłoby wielką szkodą, gdyby ta kawałek drewna został rzucony do Morza Wschodniego. Z tą myślą łamiesz gałąź z pobliskiego drzewa i głośno wołasz do ptaka. Ptak zauważa cię i z silnym rzuceniem wrzucasz gałąź w jego kierunku. Natychmiast rozumiejąc twoje zamiary, ptak rzuca kawałek drewna w twoją stronę i chwyta rzuconą gałąź, a następnie kontynuuje swój lot w kierunku Morza Wschodniego. Podnosisz kawałek drewna, którym okazuje się być potężna magiczna laska.",
    "artifact.phoenix-as-a-dream.paadPhoenixsStaff.name" : "Laska Feniksa",
    "artifact.phoenix-as-a-dream.paadReprogrammingChip.description" : "{Chip Reprogramujący}\r\n\r\nChip Reprogramujący może wzmocnić stworzenia golemy (dodając potężne umiejętności, zmniejszając obrażenia i zwiększając prędkość). Jeśli bohater nauczył się Błogosławieństwa Feniksa, wszystkie płomienne stworzenia mogą być przekształcone z powrotem w odpowiednie stworzenia golemy, a wszystkie stworzenia golemy są odporne na negatywne zaklęcia ognia, a stworzenia golemy mogą być ulepszane krok po kroku bez ich budynków. Te efekty odnoszą się tylko do stworzeń golemy z oryginalnej gry lub WOG.",
    "artifact.phoenix-as-a-dream.paadReprogrammingChip.event" : "Przybywasz do wspaniałej wieży, sięgającej chmur, i znajdujesz dużego czerwonego goblina bezlitośnie tłukącego robota na dolnych poziomach wieży. Robot już leży pobity na ziemi, ledwo utrzymując się przy życiu. Pokonujesz goblina i ratujesz robota. Wiedząc, że jego koniec zbliża się, robot wręcza ci chip, wyrażając żal, że nie użył go wcześniej, co mogło zapobiec jego upadkowi. Po przyjęciu chipa, robot zamyka oczy i znika. Czując, że zdobyłeś coś wartościowego, postanawiasz opuścić wieżę. Zanim wyjdziesz, u podstawy wieży znów widzisz robota, rozmawiającego z gigantyczną niebieską wielorybą. Witasz go, a on spogląda na ciebie z wyrazem dezorientacji, jakby cię nie rozpoznał. Przeczuwając, że w wieży jest coś dziwnego, przyspieszasz swoje odejście.",
    "artifact.phoenix-as-a-dream.paadReprogrammingChip.name" : "Chip Reprogramujący",
    "artifact.phoenix-as-a-dream.paadVCMIEnhancementShield.description" : "{Tarcza Wzmocnienia VCMI}\r\n\r\nTarcza Wzmocnienia VCMI rzuca wszystkie zaklęcia tarczy (tarczę, tarczę powietrzną, tarczę ognia, ochronę powietrza, ochronę ognia, ochronę wody, ochronę ziemi, magiczne lustro i skórę kamienną) na poziomie eksperckim do wszystkich armii przed bitwą. Jeśli bohater nauczył się Błogosławieństwa Feniksa, wszystkie stworzenia feniksy zyskają skradanie.",
    "artifact.phoenix-as-a-dream.paadVCMIEnhancementShield.event" : "Podczas spaceru wiejską drogą, nagle tarcza przelatuje przez powietrze i pojawia się przed tobą. Dokładnie ją badając, zdajesz sobie sprawę, że zawiera podstawowe moce świata. Starannie ją wycierasz i wkładasz do swojego plecaka.",
    "artifact.phoenix-as-a-dream.paadVCMIEnhancementShield.name" : "Tarcza Wzmocnienia VCMI",
    "creatures.phoenix-as-a-dream.paadGoldenSunElement.description" : "Żywiołak Złotego Słońca to stworzenie utworzone z ostatecznej kondensacji płomieni, nasycone śladową ilością energii słonecznej. Mówi się, że w odpowiednich warunkach Żywiołak Złotego Słońca może przekształcić się w ptaka, tak jak słońce staje się mitycznym złotym krukiem.",
    "creatures.phoenix-as-a-dream.paadGoldenSunElement.name.plural" : "Żywiołak Złotego Słońca",
    "creatures.phoenix-as-a-dream.paadGoldenSunElement.name.singular" : "Żywiołak Złotego Słońca",
    "creatures.phoenix-as-a-dream.paadHotFlameElement.description" : "Żywiołak Gorącego Płomienia jest formowany przez dalszą kondensację energii Elementu Energetycznego i zawiera potężne siły ognia wewnątrz. Żywiołak Gorącego Płomienia może projektować moc płomieni na wrogów, powodując znaczne obrażenia.",
    "creatures.phoenix-as-a-dream.paadHotFlameElement.name.plural" : "Żywiołaki Gorącego Płomienia",
    "creatures.phoenix-as-a-dream.paadHotFlameElement.name.singular" : "Żywiołak Gorącego Płomienia",
    "creatures.phoenix-as-a-dream.paadSleepingDragonCommander.description" : "Śpiący Smok był duchowym zwierzakiem Like Zheng w jego młodości i towarzyszył swojemu mistrzowi do nowego świata. Chociaż jego magiczne zdolności osiągnęły szczyt w niskomagicznym świecie, na kontynencie Antagarich, był tylko pozornie zwykłym smokiem. Jednak każdy, kto go zlekceważy, bardzo cierpiał. Synergia między nim a jego mistrzem w walce była doskonała, nie wspominając już, że zarówno on, jak i jego mistrz posiadali potężne zdolności, które nie istniały na planecie Kolonia.",
    "creatures.phoenix-as-a-dream.paadSleepingDragonCommander.name.plural" : "Śpiące Smoki",
    "creatures.phoenix-as-a-dream.paadSleepingDragonCommander.name.singular" : "Śpiący Smok",
    "creatures.phoenix-as-a-dream.paadYoungPhoenixCommander.description" : "Młody Feniks to Żywiołak złotego słońca z Brakady. Miał szczęście, że został obdarzony Odznaką Feniksa, co dało mu szansę na przekształcenie się w Ptaka Ognia. Jednak miał również nieszczęście stać się pierwszym elementem złotego słońca, który nie przeszedł tej transformacji. Czuł, jak energia w nim narasta, a potem szaleje wewnątrz, niszcząc jego odporność na ogień. Jeszcze gorzej, gdy przygotowywał się do walki, ta energia niekontrolowanie się uwalniała, anihilując wszystko wokół. Aby rozwiązać ten problem, udał się do Eeofol, gdzie energii ognia było pod dostatkiem. Tam spotkał Henry'ego Tao z innego świata i stał się dowódcą jego armii.",
    "creatures.phoenix-as-a-dream.paadYoungPhoenixCommander.name.plural" : "Młode Feniksy",
    "creatures.phoenix-as-a-dream.paadYoungPhoenixCommander.name.singular" : "Młody Feniks",
    "hero.phoenix-as-a-dream.paadSleepingDragon.biography" : "Like Zheng (Wolong) był kiedyś doskonałym dowódcą, który wziął na siebie ciężar po zniknięciu króla, osiągając znakomite sukcesy militarne. Był także magiem, rzadkim zawodem w ich niskomagicznym świecie. Wykorzystując swoje umiejętności magiczne, przez dziesięć lat tropił króla w innym świecie i zbudował jednostronny teleport. Po uporządkowaniu spraw państwowych, zdecydowanie przeszedł przez portal, dobrze wiedząc, że może nigdy nie wrócić. Jednak w nowym świecie znalazł tylko zaginionego generała - Henry'ego Tao. Po dowiedzeniu się od Henry'ego, że król tragicznie zmarł w Erathii, wpadł w furię, ale nie dołączył do Eeofol, ponieważ nie znosił zmiennych demonów. Zamiast tego został magiem Nighon. Z powodu różnic między dwoma światami, uzyskał niektóre niezwykłe zdolności magiczne, ale nie mógł otrzymać pewnych magicznych wzmocnień z Kolonii.",
    "hero.phoenix-as-a-dream.paadSleepingDragon.name" : "Like Zheng",
    "hero.phoenix-as-a-dream.paadSleepingDragon.specialty.description" : "Przywraca całą manę na początku dnia oraz zwiększa obrażenia magiczne o 5% za poziom. Zwiększa liczbę rzutów dowódcy o 10% za poziom. W zamian zaczyna z podstawową mistyką i podstawowymi umiejętnościami nauki, a także nie może zyskać mocy zaklęć i wiedzy podczas zdobywania poziomów.",
    "hero.phoenix-as-a-dream.paadSleepingDragon.specialty.name" : "Tajemniczy Prorok",
    "hero.phoenix-as-a-dream.paadSleepingDragon.specialty.tooltip" : "Bonus: Tajemniczy Prorok",
    "hero.phoenix-as-a-dream.paadYoungPhoenix.biography" : "Henry Tao był niegdyś wielkim generałem, znanym wtedy jako Fengchu. Podczas bitwy znalazł się w desperackiej sytuacji, aby zapewnić zwycięstwo głównej armii. Gdy myślał, że jest skazany na zagładę, przypadkowo uruchomił starożytny relikt na polu bitwy i został przeniesiony do innego świata - kontynentu Antagarich w Kolonii. Spędził dziesięć lat w Standwick, stając się potężnym magiem w swojej drodze powrotnej. Pewnego dnia niespodziewanie napotkał króla ze swojego świata, ale to spotkanie było zbyt niespodziewane. Zanim zdołał ustalić, dlaczego król również przybył do tego świata, jego król już stał na platformie wykonawczej, ścięty przez kat. Poprzez swoje śledztwo odkrył, że to rodzina królewska Erathii obwiniała jego króla. Napędzany intensywną nienawiścią, przyłączył się do sił Eeofol, przysięgając zniszczyć Erathię jako swój cel życiowy.\r\n\r\nPrzez przypadek spotkał element złotego słońca z Brakady. Ten element złotego słońca miał pecha podczas przekształcania się w Ptak Ognia, tracąc swoją odporność na magię ognia i niekontrolowanie uwalniając swoją energię fuzji jądrowej. Zdając sobie sprawę, że ten element złotego słońca, w połączeniu z efreetami, będzie potężną machiną wojenną, przekonał go, aby dołączył do jego armii i nadał mu tytuł dowódcy. Element złotego słońca z radością przyjął, a on nadał mu imię \"Młody Feniks.\"",
    "hero.phoenix-as-a-dream.paadYoungPhoenix.name" : "Henry Tao",
    "hero.phoenix-as-a-dream.paadYoungPhoenix.specialty.description" : "Zwiększa obrażenia magii ognia o 5% za poziom, i zwiększa moc dowódcy przy zdobywaniu poziomów (nieliniowo). Dowódca jest wrażliwy na Armagedon, zmniejszając obrażenia magiczne o 17% za poziom, do 100%.",
    "hero.phoenix-as-a-dream.paadYoungPhoenix.specialty.name" : "Magia Ognia",
    "hero.phoenix-as-a-dream.paadYoungPhoenix.specialty.tooltip" : "Bonus Umiejętności: Magia Ognia",
    "hero.phoenix-as-a-dream.paadphoenixasadream.biography" : "Feniks jako Sen nie pochodzi z kontynentu Antagarich, a jego pochodzenie jest w dużej mierze nieznane światu zewnętrznemu. Po podróży po Antagarich, zdecydował się dołączyć do Brakady, aby pomóc w utrzymaniu równowagi na kontynencie. Nie jest związany z żadną z frakcji Brakady; w rzeczywistości wszystkie frakcje go szanują. Mówi się, że jego moc jest wystarczająco wielka, aby przetoczyć się przez całą Brakadę, a nawet Antagarich. Jednak nie interesuje go władza i celowo ukrywa większość swoich umiejętności. Niemniej jednak, jeśli artefakty, które ukrył podczas swoich wcześniejszych podróży, zostaną mu zwrócone, jest skłonny uwolnić część swojej mocy.",
    "hero.phoenix-as-a-dream.paadphoenixasadream.name" : "Feniks jak ze Snu",
    "hero.phoenix-as-a-dream.paadphoenixasadream.specialty.description" : "Ulepszanie gigantów/tytanów do ptaków ognia/feniksów oraz ulepszanie golemów do żywiołaków ognia. Stworzenia płomienne mogą być również ulepszane bez ich budynków.",
    "hero.phoenix-as-a-dream.paadphoenixasadream.specialty.name" : "Stworzenia Płomienne",
    "hero.phoenix-as-a-dream.paadphoenixasadream.specialty.tooltip" : "Specjalne Ulepszanie: Stworzenia Płomienne",
    "heroClass.phoenix-as-a-dream.paadArmageddonJudger.name" : "Sędzia Armageddonu",
    "heroClass.phoenix-as-a-dream.paadFireDominator.name" : "Dominator Ognia",
    "heroClass.phoenix-as-a-dream.paadPhoenixSummoner.name" : "Przywoływacz Feniksa",
    "skill.phoenix-as-a-dream.paadFireResist.description.advanced" : "{Zaawansowana Odporność na Ogień}\n\nZaawansowana Odporność na Ogień zmniejsza obrażenia zadawane czarami ognia dla jednostek bojowych bohatera o 50%.",
    "skill.phoenix-as-a-dream.paadFireResist.description.basic" : "{Podstawowa Odporność na Ogień}\n\nPodstawowa Odporność na Ogień zmniejsza obrażenia zadawane czarami ognia dla jednostek bojowych bohatera o 25%.",
    "skill.phoenix-as-a-dream.paadFireResist.description.expert" : "{Ekspert Odporności na Ogień}\n\nEkspert Odporności na Ogień zmniejsza obrażenia zadawane czarami ognia dla jednostek bojowych bohatera o 100%.",
    "skill.phoenix-as-a-dream.paadFireResist.name" : "Odporność na Ogień",
    "skill.phoenix-as-a-dream.paadFourSchools.description.advanced" : "{Zaawansowane Cztery Szkoły}\n\nZaawansowane Cztery Szkoły pozwala twojemu bohaterowi rzucać zaklęcia czterech szkół po obniżonym koszcie i z zwiększoną skutecznością.",
    "skill.phoenix-as-a-dream.paadFourSchools.description.basic" : "{Podstawowe Cztery Szkoły}\n\nPodstawowe Cztery Szkoły pozwala twojemu bohaterowi rzucać zaklęcia czterech szkół po obniżonym koszcie.",
    "skill.phoenix-as-a-dream.paadFourSchools.description.expert" : "{Ekspert Cztery Szkoły}\n\nEkspert Cztery Szkoły pozwala twojemu bohaterowi rzucać zaklęcia czterech szkół po obniżonym koszcie i z maksymalną skutecznością.",
    "skill.phoenix-as-a-dream.paadFourSchools.name" : "Cztery Szkoły",
    "skill.phoenix-as-a-dream.paadPhoenixsBless.description.advanced" : "{Zaawansowane Błogosławieństwo Feniksa}\n\nZaawansowane Błogosławieństwo Feniksa daje +1 do ataku, +1 do obrony, +1 do morale i +1 do szczęścia wszystkim armiom.",
    "skill.phoenix-as-a-dream.paadPhoenixsBless.description.basic" : "{Podstawowe Błogosławieństwo Feniksa}\n\nPodstawowe Błogosławieństwo Feniksa daje +1 do ataku, +1 do obrony wszystkim armiom.",
    "skill.phoenix-as-a-dream.paadPhoenixsBless.description.expert" : "{Ekspert Błogosławieństwo Feniksa}\n\nEkspert Błogosławieństwo Feniksa daje +1 do ataku, +1 do obrony, +1 do morale, +1 do szczęścia, +1 do zdrowia, +1 do obrażeń i +1 do prędkości wszystkim armiom.",
    "skill.phoenix-as-a-dream.paadPhoenixsBless.name" : "Błogosławieństwo Feniksa",
    "spell.phoenix-as-a-dream.alwaysFirst.name" : "Zawsze Pierwszy",
    "spell.phoenix-as-a-dream.paadFireVulnerable.description.advanced" : "{Zaawansowana Wrażliwość na Ogień}\r\n\r\nZwiększanie obrażeń czarów ognia zadawanych docelowemu stworzeniu o 100%.",
    "spell.phoenix-as-a-dream.paadFireVulnerable.description.basic" : "{Podstawowa Wrażliwość na Ogień}\r\n\r\nZwiększanie obrażeń czarów ognia zadawanych docelowemu stworzeniu o 50%.",
    "spell.phoenix-as-a-dream.paadFireVulnerable.description.expert" : "{Ekspert Wrażliwość na Ogień}\r\n\r\nZwiększanie obrażeń czarów ognia zadawanych wszystkim wrogom o 100%.",
    "spell.phoenix-as-a-dream.paadFireVulnerable.description.none" : "{Wrażliwość na Ogień}\r\n\r\nZwiększanie obrażeń czarów ognia zadawanych docelowemu stworzeniu o 50%.",
    "spell.phoenix-as-a-dream.paadFireVulnerable.name" : "Wrażliwość na Ogień",
    "spell.phoenix-as-a-dream.paadLesserSummonPhoenix.description.advanced" : "{Zaawansowane Mniejsze Przywołanie Feniksa}\r\n\r\nZaawansowane Mniejsze Przywołanie Feniksa pozwala bohaterowi przywołać feniksa w trakcie bitwy, który nie pozostaje po bitwie.",
    "spell.phoenix-as-a-dream.paadLesserSummonPhoenix.description.basic" : "{Podstawowe Mniejsze Przywołanie Feniksa}\r\n\r\nPodstawowe Mniejsze Przywołanie Feniksa pozwala bohaterowi przywołać ptaka ognia w trakcie bitwy, który nie pozostaje po bitwie.",
    "spell.phoenix-as-a-dream.paadLesserSummonPhoenix.description.expert" : "{Ekspert Mniejsze Przywołanie Feniksa}\r\n\r\nEkspert Mniejsze Przywołanie Feniksa pozwala bohaterowi przywołać feniksa w trakcie bitwy, który nie pozostaje po bitwie.",
    "spell.phoenix-as-a-dream.paadLesserSummonPhoenix.description.none" : "{Mniejsze Przywołanie Feniksa}\r\n\r\nMniejsze Przywołanie Feniksa pozwala bohaterowi przywołać ptaka ognia w trakcie bitwy, który nie pozostaje po bitwie.",
    "spell.phoenix-as-a-dream.paadLesserSummonPhoenix.name" : "Mniejsze Przywołanie Feniksa",
    "spell.phoenix-as-a-dream.paadSummonPhoenix.description.advanced" : "{Zaawansowane Przywołanie Feniksa}\r\n\r\nZaawansowane Przywołanie Feniksa pozwala bohaterowi przywołać feniksa w trakcie bitwy, który zostanie w armii po bitwie.",
    "spell.phoenix-as-a-dream.paadSummonPhoenix.description.basic" : "{Podstawowe Przywołanie Feniksa}\r\n\r\nPodstawowe Przywołanie Feniksa pozwala bohaterowi przywołać ptaka ognia w trakcie bitwy, który zostanie w armii po bitwie.",
    "spell.phoenix-as-a-dream.paadSummonPhoenix.description.expert" : "{Ekspert Przywołanie Feniksa}\r\n\r\nEkspert Przywołanie Feniksa pozwala bohaterowi przywołać feniksa w trakcie bitwy, który zostanie w armii po bitwie.",
    "spell.phoenix-as-a-dream.paadSummonPhoenix.description.none" : "{Przywołanie Feniksa}\r\n\r\nPrzywołanie feniksa pozwala bohaterowi przywołać ptaka ognia w trakcie bitwy, który zostanie w armii po bitwie.",
    "spell.phoenix-as-a-dream.paadSummonPhoenix.name" : "Przywołanie Feniksa"
}